Repository: MADMEKk/real-estate-backend
Catalog: website/templates/website/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Your Name
ar: اسمك

source: Phone number
ar: رقم الهاتف

source: Email
ar: البريد الإلكتروني

source: Message
ar: الرسالة

source: Subject
ar: الموضوع

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Phone Number
ar: رقم الهاتف

source: About me
ar: عني

source: Real Estate license
ar: رخصة العقارات

source: Profile Photo
ar: صورة الملف الشخصي

source: Gender
ar: الجنس

source: Buyer
ar: مشتري

source: Are you looking to Buy a Property?
ar: هل تبحث عن شراء عقار؟

source: Seller
ar: بائع

source: Are you looking to sell a property?
ar: هل تنوي بيع عقار؟

source: Agent
ar: وكيل

source: Are you an agent?
ar: هل أنت وكيل؟

source: Top Agent
ar: أفضل وكيل

source: Number of Reviews
ar: عدد التقييمات

source: For Sale
ar: للبيع

source: For Rent
ar: للإيجار

source: Auction
ar: مزاد

source: Appartement
ar: شقة

source: Villa
ar: فيلا

source: Local
ar: محل تجاري

source: Terrain
ar: أرض

source: Hangar
ar: مستودع

source: Bungalow
ar: بنغلو

source: Usine
ar: مصنع

source: Other
ar: آخر

source: Agent, Seller or Buyer
ar: وكيل، بائع أو مشتري

source: Property Title
ar: عنوان العقار

source: Property Reference Code
ar: كود العقار المرجعي

source: Description
ar: الوصف

source: Property commune
ar: بلدية العقار

source: Property Daira
ar: دائرة العقار

source: Property Wilaya
ar: ولاية العقار

source: Postal Code
ar: الرمز البريدي

source: Street Address
ar: عنوان الشارع

source: Property Number
ar: رقم العقار

source: Price
ar: السعر

source: Property Tax
ar: ضريبة العقار

source: 15% property tax charged
ar: تُفرض ضريبة عقارية بنسبة 15٪

source: Plot Area (m^2)
ar: مساحة القطعة (متر مربع)

source: Number of floors
ar: عدد الطوابق

source: Bedrooms
ar: غرف النوم

source: Bathrooms
ar: الحمامات

source: Advert Type
ar: نوع الإعلان

source: Property Type
ar: نوع العقار

source: Main Photo
ar: الصورة الرئيسية

source: Published Status
ar: حالة النشر

source: Total Views
ar: إجمالي المشاهدات

source: Amenities
ar: المرافق

source: Property Status
ar: حالة العقار

source: Neighborhood Information
ar: معلومات الحي

source: Legal Status
ar: الوضع القانوني

source: Payment Options
ar: خيارات الدفع

source: Property
ar: العقار

source: Properties
ar: العقارات

source: IP Address
ar: عنوان IP

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: Phone
ar: الهاتف

source: Poor
ar: سيئ

source: Fair
ar: مقبول

source: Good
ar: جيد

source: Very Good
ar: جيد جدا

source: Excellent
ar: ممتاز

source: User providing the rating
ar: المستخدم الذي يقدم التقييم

source: Agent being rated
ar: الوكيل الذي يتم تقييمه

source: Rating
ar: التقييم

source: Comment
ar: التعليق

source: Login Credentials
ar: بيانات تسجيل الدخول

source: Personal Information
ar: المعلومات الشخصية

source: Permissions and Groups
ar: الصلاحيات والمجموعات

source: Important Dates
ar: التواريخ الهامة

source: You must provide a valid email address
ar: يجب عليك تقديم عنوان بريد إلكتروني صالح

source: User must have an email address
ar: يجب أن يكون لدى المستخدم عنوان بريد إلكتروني

source: Superusers must have a password
ar: يجب أن يكون لدى المستخدمين المميزين كلمة مرور

source: Username
ar: اسم المستخدم

source: Email Address
ar: عنوان البريد الإلكتروني

source: User
ar: المستخدم

source: Users
ar: المستخدمين

source: Contacter l\
ar: اتصل بـ\

source: Fermer
ar: إغلاق

source: Restez connecté
ar: ابقَ متصلاً

source: Trouvez la maison de vos rêves
ar: اعثر على منزل أحلامك

source: Parcourez nos annonces pour trouver la propriété parfaite pour vous.
ar: تصفح إعلاناتنا للعثور على العقار المثالي لك.

source: Support client
ar: دعم العملاء

source: Contactez notre équipe pour obtenir de l\
ar: اتصل بفريقنا للحصول على\

source: Professionnels de confiance
ar: محترفون موثوقون

source: Travaillez avec des agents expérimentés dédiés à votre satisfaction.
ar: اعمل مع وكلاء ذوي خبرة مكرسين لرضاك.

source: Liens rapides
ar: روابط سريعة

source: Rechercher des propriétés
ar: البحث عن العقارات

source: Vendez votre maison
ar: بيع منزلك

source: Locations
ar: الإيجارات

source: Contactez-nous
ar: اتصل بنا

source: Ressources
ar: الموارد

source: Évaluation immobilière
ar: تقييم الممتلكات

source: Guides de quartier
ar: أدلة الحي

source: Blog immobilier
ar: مدونة عقارية

source: Abonnez-vous à notre newsletter
ar: اشترك في نشرتنا الإخبارية

source: Restez informé des dernières nouvelles et des annonces immobilières.
ar: ابق على اطلاع بآخر الأخبار والإعلانات العقارية.

source: Entrez votre email
ar: أدخل بريدك الإلكتروني

source: Informations de contact
ar: معلومات الاتصال

source: vous@exemple.com
ar: you@example.com

source: Gardez-moi informé de vos dernières nouvelles et offres
ar: أبقني على اطلاع بآخر الأخبار والعروض

source: Nom
ar: الاسم

source: téléphone
ar: الهاتف

source: message
ar: الرسالة

source: Envoyer
ar: إرسال

source: Que cherchez-vous ?
ar: ماذا تبحث؟

source: Fermer la recherche
ar: إغلاق البحث

source: Recherche par emplacement ...
ar: البحث حسب الموقع ...

source: Vous n'avez pas trouvé ce que vous cherchez ? <a class="transition-all opacity-50-hover text-white text-link-border border-white pb-1 border-2" href="#">Envoyez-nous un message.</a>
ar: لم تجد ما تبحث عنه؟ <a class="transition-all opacity-50-hover text-white text-link-border border-white pb-1 border-2" href="#">أرسل لنا رسالة.</a>

source: Agence Immobilière à Oran
ar: وكالة عقارية في وهران

source: Confiance - Sérieux - Rapidité
ar: الثقة - الجدية - السرعة

source: Achat
ar: شراء

source: Location
ar: تأجير

source: Wilaya
ar: ولاية

source: Min Price DZD
ar: السعر الأدنى DZD

source: Max Price DZD
ar: السعر الأقصى DZD

source: Filter
ar: تصفية

source: lire la suite
ar: اقرأ المزيد

source: Dream
ar: حلم

source: Home
ar: المنزل

source: Agence immobilière
ar: وكالة عقارية

source: ImmobiliaH, agent immobilier à Oran, est à votre écoute : conseil en ACHAT, VENTE, LOCATION, GESTION et SYNDIC de villas et d'appartements. Réalise votre évaluation personnelle pour vendre ou louer dans les meilleures conditions.
ar: ImmobiliaH، وكيل عقاري في وهران، في خدمتك: نصائح في الشراء، البيع، الإيجار، الإدارة والتشارك للفيلات والشقق. إجراء تقييمك الشخصي للبيع أو الإيجار في أفضل الظروف.

source: Spécialiste de la villa et de l'appartement, ImmobiliaH réalise votre projet. Administrateur de biens, gardien de votre patrimoine, Immobilia gère votre bien comme le sien : prise en charge totale, mise en place d'un locataire sérieux, assurance loyers impayés
ar: متخصص في الفيلات والشقق، ImmobiliaH يحقق مشروعك. مدير الممتلكات، حارس تراثك، يدير Immobilia ممتلكاتك كما لو كانت له: إدارة كاملة، توفير مستأجر جاد، تأمين الإيجارات غير المدفوعة

source: Explorer les propriétés
ar: استكشاف العقارات

source: Real Estate Banner 1
ar: لافتة عقارية 1

source: Real Estate Banner 3
ar: لافتة عقارية 3

source: Drapeau Algérien
ar: علم الجزائر

source: Agence Immobilière Algérienne Agréée par l\
ar: وكالة عقارية جزائرية معتمدة من\

source: Nos Services
ar: خدماتنا

source: Vente de Biens Immobiliers
ar: بيع الممتلكات العقارية

source: Maisons
ar: منازل

source: Appartements
ar: شقق

source: Terrains
ar: أراضي

source: Location de Biens Immobiliers
ar: تأجير الممتلكات العقارية

source: Locations à court terme
ar: إيجارات قصيرة الأجل

source: Locations à long terme
ar: إيجارات طويلة الأجل

source: Gestion Immobilière
ar: إدارة الممتلكات

source: Administration de biens
ar: إدارة الممتلكات

source: Gestion locative
ar: إدارة الإيجارات

source: Conseil et Accompagnement
ar: النصيحة والدعم

source: Conseils juridiques
ar: نصائح قانونية

source: Accompagnement personnalisé
ar: دعم شخصي

source: Nos Engagements
ar: التزاماتنا

source: Professionnalisme:
ar: الاحترافية:

source: Nous assurons un service de haute qualité avec des agents qualifiés et compétents.
ar: نحن نضمن خدمة عالية الجودة مع وكلاء مؤهلين وكفوئين.

source: Transparence:
ar: الشفافية:

source: Toutes nos transactions sont effectuées en toute transparence, conformément aux lois en vigueur.
ar: جميع معاملاتنا تتم بشفافية تامة، وفقاً للقوانين المعمول بها.

source: Satisfaction Client:
ar: رضا العملاء:

source: Votre satisfaction est notre priorité. Nous mettons tout en œuvre pour répondre à vos attentes et besoins.
ar: رضاك هو أولويتنا. نحن نبذل قصارى جهدنا لتلبية توقعاتك واحتياجاتك.

source: Contactez-Nous
ar: اتصل بنا

source: Adresse:
ar: العنوان:

source: Téléphone:
ar: الهاتف:

source: Email:
ar: البريد الإلكتروني:

source: Site Web:
ar: الموقع الإلكتروني:

source: Populaire
ar: شائع

source: Propriétés populaires
ar: عقارات شائعة

source: Nous avons trié notre flux pour rassembler une collection de nos produits parfaits pour un été en plein air.
ar: لقد قمنا بفرز مجموعتنا لجمع تشكيلة من منتجاتنا المثالية لصيف في الهواء الطلق.

source: voir les détails
ar: عرض التفاصيل

source: Voir tout
ar: عرض الكل

source: Explorez nos propriétés immobilières
ar: استكشف عقاراتنا

source: Type d\
ar: نوع \

source: À vendre
ar: للبيع

source: À louer
ar: للإيجار

source: Type de propriété
ar: نوع العقار

source: Maison
ar: منزل

source: Bureau
ar: مكتب

source: Entrepôt
ar: مستودع

source: Commercial
ar: تجاري

source: Autre
ar: أخرى

source: Prix min
ar: السعر الأدنى

source: Prix max
ar: السعر الأقصى

source: Recherche
ar: بحث

source: Filters
ar: مرشحات

source: Return to All Categories
ar: العودة إلى جميع الفئات

source: chose
ar: شيء

source: no property
ar: لا يوجد عقار

source: Load More
ar: تحميل المزيد

source: Filtres de propriété
ar: مرشحات العقار

source: Gamme de prix
ar: نطاق السعر

source: Min
ar: الأدنى

source: Max
ar: الأقصى

source: Area Range
ar: نطاق المساحة

source: 0+ Bedrooms
ar: 0+ غرف نوم

source: 1+ Bedrooms
ar: 1+ غرف نوم

source: 2+ Bedrooms
ar: 2+ غرف نوم

source: 3+ Bedrooms
ar: 3+ غرف نوم

source: 4+ Bedrooms
ar: 4+ غرف نوم

source: 5+ Bedrooms
ar: 5+ غرف نوم

source: Select Wilaya
ar: اختر الولاية

source: Daira
ar: دائرة

source: Select Daira
ar: اختر الدائرة

source: Commune
ar: بلدية

source: Select Commune
ar: اختر البلدية

source: Keywords
ar: كلمات مفتاحية

source: Search
ar: بحث

source: Apply Filters
ar: تطبيق المرشحات

source: Connexion
ar: تسجيل الدخول

source: email
ar: البريد الإلكتروني

source: Mot de passe
ar: كلمة المرور

source: Ou connectez-vous avec
ar: أو تسجيل الدخول بواسطة

source: Inscription?
ar: تسجيل؟

source: Toggle navigation
ar: تبديل التنقل

source: Annonces
ar: إعلانات

source: Vente
ar: بيع

source: Appartement - Studio - Loft
ar: شقة - ستوديو - دور علوي

source: Fonds de commerce
ar: أصول تجارية

source: Immeuble - Bâtiment - Surface
ar: مبنى - بناء - سطح

source: Maison - Villa
ar: منزل - فيلا

source: View All
ar: عرض الكل

source: Louer
ar: إيجار

source: Vendre
ar: بيع

source: À propos de nous
ar: حولنا

source: Votre propriété a été enregistrée avec succès
ar: تم حفظ ملكيتك بنجاح

source: Retourner à la page d\
ar: العودة إلى صفحة \

source: +%(photos_left)s photos restantes
ar: +%(photos_left)s صور متبقية

source: Property type
ar: نوع العقار

source: Postal code
ar: الرمز البريدي

source: Street address
ar: عنوان الشارع

source: Plot area
ar: مساحة القطعة

source: Contact Agent
ar: الاتصال بالوكيل

source: reseau
ar: شبكة

source: Vous pourriez aussi aimer
ar: قد يعجبك أيضًا

source: Toutes les photos
ar: جميع الصور

source: about
ar: حول

source: Inscription
ar: تسجيل

source: Adresse e-mail
ar: عنوان البريد الإلكتروني

source: Nom d\
ar: اسم المستخدم\

source: Retaper le mot de passe
ar: أعد إدخال كلمة المرور

source: Numéro de téléphone
ar: رقم الهاتف

source: Ou s\
ar: أو \

source: Vous avez déjà un compte? Connexion
ar: هل لديك حساب بالفعل؟ تسجيل الدخول

source: Saved Properties
ar: العقارات المحفوظة
